{"Trioxsalen": {"orderId": 0, "drugbankId": "DB04571", "name": "Trioxsalen", "category": "Small Molecule", "chemicalFormula": "C14H12O3", "description": "Trioxsalen (trimethylpsoralen, trioxysalen or trisoralen) is a furanocoumarin and a psoralen derivative obtained from several plants, mainly Psoralea corylifolia. Like other psoralens it causes photosensitization of the skin. It is administered either topically or orally in conjunction with UV-A (the least damaging form of ultraviolet light) for phototherapy treatment of vitiligo and hand eczema. The photoactivated form produces interstrand linkages in DNA resulting in cell apoptosis. In research it can be conjugated to dyes for confocal microscopy and used to visualize sites of DNA damage.[3] The compound is has been explored for development of antisense oligonucleotides that can be cross-linked specifically to a mutant mRNA sequence without affecting normal transcripts differing at even a single base pair.", "relatedDrugs": "['DrugA', 'DrugB', 'DrugC']"}, "Verteporfin": {"orderId": 1, "drugbankId": "DB00460", "name": "Verteporfin", "category": "Small Molecule", "chemicalFormula": "", "description": "Verteporfin, marketed as Visudyne, is a benzoporphyrin derivative comprising a 50:50 mixture of two isomers: CL-315555 and CL-315585. It is used as a photosensitizer in photodynamic therapy to eliminate abnormal blood vessels in wet form macular degeneration. Verteporfin accumulates in these abnormal blood vessels and, when stimulated by nonthermal red light with a wavelength of 693 nm in the presence of oxygen, produces highly reactive short-lived singlet oxygen and other reactive oxygen radicals, resulting in local damage to the endothelium and blockage of the vessels.", "relatedDrugs": "['DrugA', 'DrugB', 'DrugC']"}, "Aminolevulinic acid": {"orderId": 2, "drugbankId": "DB00855", "name": "Aminolevulinic acid", "category": "Small Molecule", "chemicalFormula": "C5H9NO3", "description": "A compound produced from succinyl-CoA and glycine as an intermediate in heme synthesis. It is used as a photochemotherapy for actinic keratosis. [PubChem]", "relatedDrugs": "['DrugA', 'DrugB', 'DrugC']"}, "Titanium dioxide": {"orderId": 3, "drugbankId": "DB09536", "name": "Titanium dioxide", "category": "Small Molecule", "chemicalFormula": "O2Ti", "description": "Titanium dioxide, also known as titanium(IV) oxide or titania, is the naturally occurring oxide of titanium. It is used as a pigment under the names titanium white, Pigment White 6 (PW6), or CI 77891. It is typically extracted from ilmenite, rutile and anatase.", "relatedDrugs": "['DrugA', 'DrugB', 'DrugC']"}}